// Задание 1:
// console.log('Текст из script.js!');


// Задание 2:

// 1. Создайте переменную `num` и присвойте ей значение `123`. 
// Выведите значение этой переменной в консоль.

const num = 123;
console.log(num);

// 2. Создайте переменную `а` и присвойте ей значение `5`, 
// переопределите переменную `а` на значение `7`, выведите переменную `а` в консоль.
let a = 5;
a = 7;
console.log(a);

// 3. Создайте переменную `b`. Запишите в нее сумму чисел `1`, `2` и `3`. 
// С помощью функции `console.log` выведите в консоль содержимое переменной `b`.
const b = 1 + 2 + 3;
console.log(b); 

// 4. Создайте два вида комментариев в вашем коде, добавьте в них произвольный текст.
// комментарий 1
/* 
комментарий 2 
*/